[Breakables.ElevatorWindow_01_twk:DisTweaks_InteractableInterface_41 DisTweaks_InteractableInterface]
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DBDoors_big_rich_int_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[DBDoors_big_rich_int_window_twk:DisTweaks_InteractableInterface_45 DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText="按住 `GBA_Use` 窥视"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Lighthouse_1WayDoor_01_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="由别处的控制杆打开"

[Lighthouse_1WayDoor_01_twk:DisTweaks_InteractableInterface_31 DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText="按住 `GBA_Use` 窥视"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Lighthouse_door_01_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="需要`k "

[Lighthouse_door_01_twk:DisTweaks_InteractableInterface_31 DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText="按住 `GBA_Use` 窥视"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Lighthouse_LockedDoor_01_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="已上锁"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="已锁"

[Lighthouse_LockedDoor_01_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText="按住 `GBA_Use` 窥视"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Movable.PoisonBottle_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="毒药瓶"
m_InteractText="`GBA_Use` 拾起"

[SewerPlate_lighthouse_twk DisTweaks_UsableObject]
m_Stages[1]="(m_InteractTextOverride="`GBA_Use` 关闭")"
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[SewerPlate_lighthouse_twk:DisTweaks_InteractableInterface_7 DisTweaks_InteractableInterface]
m_Name="金属舱门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.Emily_UseIcon_CatchEmily_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="抓住艾米莉"
m_InteractText="按下 `GBA_use` 可抓住艾米莉"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Usables.DBDoors_big_rich_int_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="已锁"

[Usables.DBDoors_big_rich_int_window_twk:DisTweaks_InteractableInterface_45 DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText="按住 `GBA_Use` 窥视"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

